<div class="block">
    <div id="text" class="block">
        <h2>Technology Nation – это всеукраинский проект по бесплатному обучению основам программирования.</h2>
        <p>Украина имеет огромный потенциал стать мировым лидером в сфере информационных технологий. Эта отрасль сегодня является одной из немногих, которые продолжают расти и развиваться, несмотря на непростую ситуацию в стране. Именно поэтому все больше и больше украинцев пытаются перепрофилироваться в IТ.</p>
        <p>Для предоставления возможности сделать первый шаг в IT, Фонд BrainBasket запустил масштабную программу Technology Nation – бесплатный курс по основам программирования. Данный курс позволяет всем желающим получить IТ-образование мирового уровня и изучить основы наиболее популярных языков программирования, дает слушателям хороший базис для дальнейшего обучения и трудоустройства в IT-сфере.</p>
        <p>Занятия проходят в формате blended learning (смешанное обучение), что предусматривает самостоятельную работу с лекционным материалом, который изложен в онлайн, и аудиторную практику под руководством опытных менторов на базе 100 библиотек по всей Украине.</p>
        <p>Участие в программе не требует предварительных технических навыков и подать заявку на участие могут все желающие. Ключевыми критериями отбора является владение компьютером на уровне уверенного пользователя и знание английского языка на уровне upper-intermediate или выше. Для участия в программе необходимо заполнить анкету ниже и выполнить тестовое задание (Вы получите его после регистрации).</p>
        <h3>Особенности проекта</h3>
        <p>♦ Учебные программы базируются на курсах лучших мировых университетов (Harvard, MIT, Stanford) и дают понимание основ программирования и знакомят с наиболее популярными языками программирования (C, Python, JavaScript, HTML / CSS)</p>
        <p>♦ Занятия проходят в формате смешанного обучения (онлайн + оффлайн). Курс длится 4 месяца, аудиторные занятия проходят два раза в неделю в рабочие дни с 19:00 до 20:30</p>
        <p>♦ Каждая группа занимается под сопровождения опытного ментора</p>
        <p>♦ Образовательные хабы расположены во всех областных центрах Украины</p>
        <p>♦ Обучение бесплатное</p>
    </div>
</div>